Repository: Ertugrul-Kurubal/Data-Scientist
Catalog: Work/Modern Ways/Read Corpus/af-ar.tmx
Source language: af
Languages: ar

source: Daar is 'n manier om die vliegtuig te vind.
ar: هناك طريقه للعثور على الطائره

source: As die onder die radar vlieg. Sosiale netwerke, Gibbs.
ar: اذا كانت تطير أسفل مستوى الرادار

source: Twitter.
ar: الشبكات الاجتماعيه جيبز تويتر

source: - Abby het 'n vriend wat 'n band het.
ar: آبى لديها صديق عازف فى فرقه

source: Op hierdie oomblik word hul tweets gevolg deur honderde duisende bewonderaars.
ar: وحاليا كل تغريده من تغريداتهم يتم متابعاتها من قبل مئات الآلاف من المعجبين

source: Ons poste daar 'n foto van die vliegtuig van Keith en vra die fans uit te kyk.
ar: نقوم بوضع صوره لطائره كيث ونطلب من معجبين الفرقه أن يترقبوا

source: As iemand dit sien, vra ons om die plek te tweeting met die hashtag:
ar: واذا رأها أى أحد نخبرهم بأن يقوموا بتغريد الموقع

source: "VindDitVliegtuig".
ar: من خلال هاشتاج #اعثروا على هذه الطائره

source: - Wat is 'n hashtag?
ar: ما هو الهاشتاج؟

source: Duisende Sterile Puppets ondersteuners sal uitsien na die vliegtuig.
ar: الآلاف من معجبين الفرقه سينتبهون لهذه الطائره

source: Hashtag, dit sou wel eens kan werk, baas.
ar: هاشتاج "هذا قد ينجح" يا رئيس

source: Wel, ons het 'n eerste melding.
ar: حسنا,لقد حصلنا على أول تعقب

source: Uit Hopewell, Virginia.
ar: انه من هوب ويل,فيرجينيا

source: - Admiraal, stuur ons die koördinate nou.
ar: أدميرال,سأرسل لك الاحداثيات الآن

source: Ek waarsku NORAD.
ar: سأقوم بتنبيه اداره الدفاع الجوى

source: Daar gaan ons.
ar: ها نحن ذا

source: ATC probeer kontak te maak. Keith antwoord nie.
ar: المراقبين الجويين حاولوا اجراء اتصال كيث لا يجيب

source: Die radio 's is miskien afgeskakel.
ar: ربما قد قام باغلاق الراديو

source: - Die transponders ook, ons kry geen radar kennisgewings.
ar: الارسال أيضا نحن لا نتلقى أى اشاره من الرادار

source: Nog 'n tweet.
ar: تغريده أخرى

source: Die laaste wat ons van Keith hoor was op die Unicom frekwensie, vir die Lafayette vliegveld.
ar: أتعلمون أخر مره تلقينا فيها شيئا من كيث كان على تردد المطار من حقل لافييتى الجوى

source: - Kan ons op die frekwensie stuur?
ar: هل يمكننا الانتقال الى هذا التردد؟

source: Dat kan even duur.
ar: سيستغرقنى الأمر دقيقه

source: Daar is twee Hornets uit Oceana wat hom gaan onderskep.
ar: لقد ارسلنا طائرتان نفساتان من اوشينا لاعتراضه

source: Gewapen? - Ja.
ar: مسلحتان؟

source: Ons kan nie op die vliegtuig skiet bo bewoon gebied.
ar: أجل,ولكن لا يمكننا اسقاط الطائره فوق منطقه يوجد بها سكان

source: Ons kry heel wat tweets, hy vlieg in 'n zigzag koers.
ar: نحن نحصل على الكثير من التغريدات انه يطير فى مسار متعرج

source: Ons het daar nog 'n.
ar: لقد حصلنا على واحد أخر

source: Hy draai rondom stede.
ar: انه يلتف حول المدن

source: - Ons het 'n video bylae.
ar: لدينا فيديو مرفق هنا

source: Dit is briljant.
ar: هذا عبقرى

source: Wie se idee was dit om die vliegtuig via Twitter te volg?
ar: فكره من هذه لتعقب الطائره عبر تويتر؟

source: Ek weet na waar hy vlieg.
ar: أنا أعلم الى أين يتجه

source: Die Benjamin Franklin is net uitgevaar, maar is nog in die baai.
ar: المقاتله بينجامين فرانكلن غادرت لتوها انها مازالت فى الخليج

source: Ek volg die uitsendings van die straaljager vlieëniers.
ar: أنا أقوم بمراقبه بث الطيارين المقاتلين

source: Hulle kom nader.
ar: انهم يقتربون منه

source: - Sit hulle op die luidspreker.
ar: ضعه على مكبر الصوت

source: Die doel het die kuslyn oorskry op minder as 'n minuut van die Benjamin Franklin
ar: الهدف قد عبر الشاطئ وعلى بعد دقيقه واحده من المقاتله بينجامين فرانكلين

source: Ons keer terug.
ar: نحن ندور فى طريق العوده نحن ندور فى طريق العوده

source: Verskeie klasmaats van Keith sy aan boord vir hul eerste missie.
ar: العديد من زملاء كيث على متنها فى طريقهم لأول توزيع لهم الملازمه روبينز...

source: Luitenant Robbins, die vrou waarmee hy kontak probeer te maak.
ar: . المرأه التى كان يحاول كيث أن يتواصل معها طوال الأسبوع

source: Die uiteindelike klap vir sy ego.
ar: الصفعه النهائيه لغروره

source: Sy mag met vegvliegtuie vlieg en hy nie. - Laat NORAD/NORTHCOM die skip waarsku.
ar: أنه يتسنى لها أن تقود مقاتلات جويه و هو لا يفعل

source: 5.000 man personeel, meer as 80 vliegtuie en 'n skip van ses miljard dollar.
ar: اجعلوا اداره الدفاع الجوى و القياده الشماليه يقوموا بتحذير السفينه فرد5000 و أكثر من 80 خامله طائرات و سفينه ب 6 مليون دولار

source: 'n Flinke verliesrekening. - Hy kom nie in die buurt.
ar: ياله من تصريح

source: Beskerm deur die beste op gebied van afweersystemen.
ar: لن يتمكن من الاقتراب منها اطلاقا انها محمية من قبل أنظمة الدفاع الجوي و أنظمه الدفاع السطحيه

source: Dit is 'n selfmoordmissie.
ar: انه فى مهمه انتحاريه

source: - Admiraal, het die Benjamin Franklin magtiging om 'n burgerdoel neer te haal?
ar: أدميرال هل المقاتله البحريه

source: - Die skip mag homself verdedig.
ar: لديها تصريح باسقاط هدف مدنى؟ السفينه لديها الحق فى الدفاع عن نفسها

source: Dit is die taktiese offisier.
ar: هذا هو الطريق

source: Beman die strydposte. Beman die strydposte.
ar: الأن قم بضبط الاعدادات العامه الأن قم بضبط الاعدادات العامه

source: Lae, stadige vlieër inkomende aan stuurboordkant.
ar: انخفض,انتشر ببطئ اقدم من الجانب الأيمن

source: Baas, ek het die Unicom frekwensie.
ar: حسنا يا رئيس أنت الأن على تردد المطار

source: Luitenant Keith, dit is NCIS spesiale agent Gibbs.
ar: ملازم كيث هذا العميل الخاص NCIS ليروى جيثرو جيبز

source: Die Benjamin Franklin het sy wapens op jou gerig.
ar: المقاتله الحربيه قامت بتضييق الخناق عليك عن طريق أسلحتهم

source: Luitenant?
ar: أيها الملازم؟

source: Dit hoef nie op die manier te eindig.
ar: لا يجب أن ينتهى الأمر بهذا الشكل

source: - Jy verstaan dit nie.
ar: أنت لا تفهم

source: Ek moet dit doen.
ar: أنا بحاجه لأن أقوم بهذا

source: Nee, dit is nie so nie.
ar: لا,أنت لست بحاجه لذلك

source: Dana Robbins en ander aan boord tref lost niks op.
ar: ايذا دانا روبينز و الأخرون و الأخرون هذا لن يحل أى شئ

source: Jy gaan die skip nooit bereik.
ar: لن تصل للسفينه أبدا

source: Draai om. Ons sal jou help.
ar: التف وعد أدراجك سنقوم بمساعدتك

source: Raketsystemen is gereed om te skiet.
ar: الأنظمة الصاروخية مستعدون لاطلاق النار.

source: - Afweergeskut, doel in die teleskoop.
ar: من الجو الى الجو فى نهج نهائى تم تحديد الهدف

source: Wapens geaktiveer.
ar: الأسلحه جاهزه

source: Luitenant Keith, daar sal op jou geskiet word.
ar: ملازم كيث سيتم اطلاق النار عليك

source: Die burgervliegtuig maak 'n draai na links.
ar: الطائره المدنيه تقوم بالالتفاف لليسار

source: Ek bevestig, burgerpiloot verwyder hom van die vliegdekskip.
ar: أؤكد الطيار المدنى يبتعد عن حامله الطائرات

source: Luitenant Keith, ATC sal jou vektore gee vir 'n veilige landing.
ar: ملازم كيث المراقبين الجويين سيقومون باعطائك التعليمات من أجل هبوط آمن

source: Die burgervliegtuig is ontplof.
ar: طائره مدنيه انفجرت

source: Ek herhaal, burgervliegtuig is ontplof.
ar: أكرر,طائره مدنيه انفجرت

source: Gaan wat slaap, ouens.
ar: احصلوا على بعض النوم يا رفاق

source: - Dankie, baas.
ar: شكرا يا رئيس

source: He, Eugene. Het jy iets nodig?
ar: مرحبا,ايجين هل تحتاج لشئ؟

source: Ek is hier vir spesiale agent McGee.
ar: أنا هنا من أجل العميل الخاص ماكجى

source: Jy weet waarom ek hier is.
ar: أنت تعلم لم أنا هنا

source: Ek lei die ondersoek van die inspeksie.
ar: أنا أترأس التحقيق

source: geloofsbriewe verloor is 'n ernstige misdryf, veral as dit nie onmiddellik word gemeld.
ar: فقدان أوراق الاعتماد جريمه خطيره للغايه خاصه عندما لايتم الابلاغ على الفور

source: He, ons het 'n paar lang dae agter die rug, weet jy?
ar: مهلا,لقد حظينا بيومين شاقين أتعلم؟

source: Jy moet kom saam met my.
ar: أنا أريدك أن تأتى معى

source: Wag eens even.
ar: انتظر

source: Agent McGee gaan nêrens heen.
ar: العميل ماكجى لن يذهب لأى مكان

source: Direkteur.
ar: حضره المدير؟

source: - Agent McGee en sy span word versoek na die Wit Huis te gaan.
ar: العميل ماكجى وبقيه فريقه مطلوب حضورهم فى البيت الأبيض

source: Sy slim strategie redde talle lewens en 'n wapenstelsel van miljarde dollars.
ar: خطته الذكيه قامت بانقاذ عدد لايحصى من الأرواح و أسلحه تقدر بملايين الدولارات

source: Ja, ons kom wel terug, Eugene.
ar: أجل,سنعود اليك بهذا الشأن,ايجين

source: Rie van die Buggy's
ar: ==ترجمه == wafaa_hamed maddalena triste

source: Bobby, Bobby tog.
ar: ( (بوبي) ، (بوبي) ، (بوبي.

source: Hoe dikwels moet ek dit vir jou nog sê, ek wil geen water gevul.
ar: كم مِن مرّة عليّ أن أخبرك ؟ بأني لا أفضل المعبئّة بالمياه.

source: Omdat hulle in die beste geval gaan lek en erger nog jy kry daar swam deur.
ar: لأنّها في أفضل حالة تتسرّب وفي أسوء حالة ، تسبّب لك عفناً أسوداً ذلك هو السّبب.

source: As jy daar het met 'n bokwiet vulling, wat kan ek ruil met ferweel kussings.
ar: إذا لديكَ بعض الحنطة السّوداء تريد تفريغها يمكنني مبادلتك بعلبة من الوسائد المخططّة.

source: Hulle is geweldig vir die maak van koppe.
ar: إنها رائعة لوضع العناوين الرئيسية. هل فهمت ذلك ؟ العناوين الرئيسية ؟

source: Snap jy 'm?
ar: بٍمعنى :

source: Hoof lyne.
ar: خطوط على الرأس

source: Kussing humor. Ek bel jou straks terug, OK?
ar: فكاهة الوسائد. دَعني أتّصل بك مجدداً ، حسناً ؟

source: - Episode 4 Anonymous Was a Woman
ar: 15 أكتوبر 2013

source: Nie baie slim.
ar: ذلك ليس ذكياً.

source: As Tony jou sien terwyl jy snuffel dan...
ar: إذا وجدك (طوني) تتطفّل على مكتبه سـيقوم ... ،أتعلم ماذا ؟

source: Weet jy? Dan wil ek nie eens weet wat hy dink?
ar: لا أريد حتى الدخول لعقله من أجل تخمين ذلك.

source: Ek snuffel nie.
ar: لم أكن أتطفّل.

source: Ek was nie aan die snuffel.
ar: لم أكن أتطفّل.

source: Ek het net voor, euh, 'n handtekening van agent DiNozzo en iets op sy lessenaar trek my aandag.
ar: أتيت من أجل توقيع فحسب من العميل (دينوزو) وأثار شيءٌ ما على مكتبه إنتباهي. أجل ؟

source: Is daar iets op my lessenaar dat ooit jou aandag het getrek?
ar: هل أثار انتباهك شيء ما على مكتبي من قبل ؟

source: Dit spyt my. Is dit 'n strikvraag?
ar: أنا آسف هل هذا سؤالُ مخادع ؟

source: Jimmy, ons moet mekaar se privaatheid respekteer, jy verbaas my.
ar: (جيمي) ، علينا احتِرام خصوصية بعضنا البعض. أنا متفاجئ منك.

source: Ek weet dit, maar, ek kon myself nie beheer nie.
ar: أعلم ، لم أستطع السيطرة على نفسي.

source: Tony is nie die man wat 'n handgeskrewe nota skryf.
ar: (طوني) ليس من النّوع الذي يكتب ملاخظة مكتوبة باليد. ومن هي (جيسيكا )؟

source: Wie is Jessica? Tony sê dat sy geweldig is en niks dan...
ar: (طوني) يقول أنها شخصُ رائع

source: Niks dan geluk verdien.
ar: و انها تستحق إلّا السعادة...

source: Dit spyt my ontsettend voor...
ar: . وأنا آسف لللغاية لأجل ... " لأجل ماذا ؟

source: Dat hy skryf nie.
ar: لميقلذلك.

source: - Omdat dit nog nie af is.
ar: ذلك لأنني لم أُنهِها.

source: En, dit is julle sake nie, Jim, Tim.
ar: وذلك لا يخصّكما. (جيم ). (تيم ).

source: Dit verbaas my dat julle op m'n lessenaar neuse.
ar: أنامُتفاجئمنكما،تتطفلّانعلىمكتبي. (بالخصوصِأنت،يا( جايمسبالمر.

source: Veral jy, James Palmer.
ar: أناغاضبُجداًمنك ، وسأكون غاضباً أكثر خلال

source: Ek is baie kwaad vir jou en word nog boser in vyf, vier, drie...
ar: خمسة، أربعة،ثلاثة...

source: - Jessica is die danseres waarmee jy afsprak net oor vier jaar gelede.
ar: ماذا ؟

source: - Geen kommentaar.
ar: قبل أربع سنوات.

source: Sit jy in 'n twaalfstappen program vir die genesing van misogynists?
ar: لا تعليق. هل أنت في نوعِ ما من برنامج 12 خطوة لمعالجة كارِهو النساء ؟

source: Die afgelope weke was, interessant, is dit nie?
ar: هذهالأسابيعالأخيرةكانت... مثيرة للإهتمام ، أليس كذلك ؟

source: Dit het my doen nadenke oor die keuses wat ons maak en die mense, weet jy, wat ons
ar: لقد جعلتني أفكّر بشأن القرارات التي نأخذها والأشخاص الذي ندخلهم لحياتنا

source: in ons lewe laat of nie en ek probeer dit net te verbeter.
ar: أولاندخلهم... أحاول تحسين الأمور فحسب.

source: Is daar nog vrae?
ar: هل يوجد أسئلة أخرى ؟

source: - Ja, wat het jy gedoen met die egte Tony?
ar: أجل ، مالذي فعلته بـ (طوني) الحقيقي ؟

source: Miskien is dit die ware Tony.
ar: ربما هذا هو (طوني) الحقيقي.

source: - Gryp jou dinge.
ar: جهّزا معدّاتكما.

source: Verskoon?
ar: المعذرة ؟

source: Wie het jou uit die polygraafkamer gelaat?
ar: من الذي سمح لك بالخروج من غرفة كاشف الكذب ؟ (العميل( غيبز.

source: Hy het me gebel en gevra om te help om bewys te versamel op die plek van die misdaad.
ar: في جمع الأدلّة من مسرح الجريمة.

source: Daar is geen misdaad plek.
ar: لا يوجد لدينا مسرح جريمة. لديكما الآن.

source: - Nou wel. Maar jy versamel geen bewys.
ar: لكنّك لا تجمعين الأدلّة.

source: Wel, die tye verander, ouens.
ar: الأوقات تتغيّر ، يا رجال.

source: Dat is al die derde waar Gibbs ons mee laat optrek die afgelope week.
ar: هذا الشخص الثالث في الأسبوع الأخير الذي قام (غيبز) بإرفاقه معنا.

source: Ek begin al te dink dat hy geen vertroue het in ons.
ar: ذلك يجعلني أفكّر في أنه لا يثق بنا بمفردنا.

source: Die eienaar van die winkel, wat die woonstel gehuur sê dat sy Patricia Moreno heet.
ar: مالك المحّل الذي أجّر الشقّة يقول بإنها تُدعى (باتريسيا مورينو). الشرطة قامت بتلبية نداء الطوارئ

source: Die agente van die nooddiens het gevind dat hierdie en het gebel ons.
ar: فوجدوا هذا واتصلوا بنا.

source: Dit is erger as wat ons gedink het.
ar: الأمر أسوء ممّا اعتقدنا.

source: Sy vra die voltydse funksie van kriminele navorser aan.
ar: إنها تتقدّم لمنصب بدوام كامل. كمُحقّقة جنائية.

source: Gibbs voer die voorlopige oorsig uit.
ar: ( غيبز) يُشرف على العرض الأولي .

source: Wat is die plan?
ar: ماهي الخطّة ؟

source: Sy sal hom nie so maklik laat afskrik as die ander.
ar: مطاردتها لن تكون سهلة كالآخرين.

source: Ons mag aan Gibbs nie laat blyk dat sy ons irriteer.
ar: اسمع ، لا يمكن لـ (غيبز) أن يعلم بأنها تزعجنا

source: Hy sal dink ons ons bedreig voel.
ar: سيعتقد بأننا نشعر بالتهديد.

source: Wat hy graag sal hê.
ar: وسيعجبه ذلك.

source: Het die eienaar iets gesê?
ar: هل رأى المالكُ شيئا ؟

source: Nee, hy gehuur haar die woonstel 2,5 jaar gelede en verkoop sersant Morena 'n liggaamkussing...
ar: كلاّ ، أجّر لها الشّقة قبلسنتينونصف، وباعوسادةًللرقيبة(مورينو)...

source: - Waarna hy haar amper nog gesien het.
ar: وبالكاد رآها مجدداَ.

source: Hy het gesê dat sy nogal teruggetrokke was.
ar: يقول بأنها احتفظت لنفسها. سمعنا المقابلة صدفةً.

source: Ons het gehoor jy verhoor. Wat jy baie goed gedoen het.
ar: كانت جيّدة للغاية.

source: - Regtig? Hoekom? - Wel, euh, dit het alle...
ar: كيف ذلك ؟ لقد كان فيها

source: Oh, kyk, daar het ons Ducky.
ar: كلّالـ... (انظروا، هاهو (داكي.

source: Die eerste geken gebruik van 'n kussing dateer van 7000 vC.
ar: أجل ، أوّل إستعمال للوسادة كان في سنة 7000 قبل الميلاد. بالطبعفيذلكالوقت،

source: Natuurlik kon toe net die rykes hom die luukse bekostig.
ar: سوى الأغنياء كان بإمكانهم تكلّف تلك الرفاهية.

source: Kyk wat jy nou vir 30 dollar het.
ar: وانظر الآن إلى ماذا تُمكّنُك 30 دولار من شرائه.

source: Ek het altyd al 'n liggaamkussing gewil.
ar: لقد رغبت دوماً في وسادة الجسم.

source: - Is jy gereed met inkopies, Palmer?
ar: هل انتهيت من التسوّق ، (بالمر) ؟

source: Wel, ek het eintlik my oog op 'n bokwiet kniekussing laat val.
ar: في الحقيقة ، لديّ وسادة الحنطة السوداء للرّكبة في الإنتظار

source: Sien jy, die interessante van bokwiet is dat...
ar: أجل ، أترى الشيءالمثيرللإهتمامبشأن، الحنطةالسوداءهو ...

source: Laat maar sit.
ar: حسنُ ، دع ذلك. مرحباً.

source: Oh, hallo.
ar: مرحباً.

source: Hallo. Wat het ons hier?
ar: مالذي لدينا هنا ؟

source: - 'n Gemors.
ar: فوضى.

source: Oh, liewe hemel.
ar: يا إلهي.

source: Duidelik veroorsaak deur een of ander suur.
ar: الأمر واضح بأنه نتيجة لنوع ما من الحمض.

source: Gesien ek daaraan twyfel dat sy stil sit bleef, vermoedelik na die dood toegedien.
ar: وبماأنيأشّكأنهابقيت ثابتةلذلك، يُحتمل أنه تمّ هذا بعد الوفاة.

source: - Maak die oorsaak van dood bepaal moeilik.
ar: ذلكيصعّبتحديدسبب الوفاة،

source: Veral as dit 'n trauma op die hoof was.
ar: -خاصةً إذا كانت صدمة للرأس . -أجل .

source: - Ja, dat was dalk die bedoeling.
ar: ربّما ذلك الغرض من الأمر.

source: Laat ons die dame saamneem, vir ons nog verder spekuleer hoe sy gesterf het.
ar: حسنُ ، لنأخذ هذه الشابّة قبل أنت نتمعّن أكثر في كيفية موتها

source: Ons kan wel spekuleer waarom, Duck.
ar: (يمكنناالتمعّنفي السّبب،(داكي.

source: - Daar skyn niks te ontbreek.
ar: لاشيءيبدومفقوداً...

source: Wat doen vermoed dat dit geen roof was.
ar: مايبيّن أن هذه لم تكن سرقة.

source: - McGee.
ar: (ماكغي) ، أين تمّ تعيينها ؟

source: Waar is sy aangestel? Nêrens.
ar: ليس إلى أيّ مكان.

source: Sersant Moreno is in Afghanistan gesterf, byna drie jaar gelede.
ar: تُوفيّت الرقيبة (مورينو) في أفغانيستان قبل ثلاث سنوات.

source: Wel, wie is sy dan, verdomme?
ar: حسنُ... إذاً من هذه ؟

source: Die ware Sersant Moreno is gedood deur 'n geïmproviseerde bom in Afghanistan, drie jaar gelede.
ar: قُتلت الرقيبة الحقيقية (مورينو) بسبب عبوة ناسفة. في " أفغانيستان" قبل ثلاث سنوات.

source: - Haar liggaam is oorgeplaas na Dover en begrawe in haar woonplek in Kansas.
ar: تم إرسال جثتها إلى (دوفر)، ودفنها في موطنها الأصلي"كنساس".

source: - Ons kan veronderstel, dat iewers op pad na huis haar identifikasie gesteel is en gebruik is deur, wie dit ook is, om 'n nuwe identiteit te skep.
ar: أفضل مايكننا تخمينه أنهفيمكانماأثناءالعودة، تمت سرقة هويّتها العسكرية. ثمّ إستخدامها لصنع بطاقة هويّة جديدة.

source: Die bedrieër gebruikte die identiteit om die kredietkaart en rybewys te bekom en selfs 'n Amazon Prime rekening.
ar: النصّابة استعملت الهويّة. للحصول على بطاقة الإئتمان ، رخصة القيادة، وحتّى الحساب الشخصي على موقع أمازون.

source: Dieselfde lengte, dieselfde liggaamsbou.
ar: نفس الطّول ، نفس البنية.

source: - Doe het die bedrieër die ID verkry?
ar: كيف حصلت المحتالة على الهويّة؟

source: Die werd saam met die besittings van sersant Moreno na haar huis toe gestuur, na haar afsterwe.
ar: تأكدنا من أنه تمّ إرسالها إلى المنزل (معممتلكاتالرقيبة(مورينو. بعدما قُتلت.

source: - Maar Susan het met die familie gepraat en hulle sê dat dit nooit is aangekom.
ar: لكن( سوزان)تحدثتمع العائلة، وقالوا بأنها لم تصل أبداً

source: Sy doen nog navraag, maar ek sou my asem inhou nie.
ar: إنهاتسألعن ذلك، لكن لن أتوقع الكثير منها.

source: Jou asem nie inhou nie, hoezo?
ar: لن تتوّقع الكثير ؟ لماذا ؟

source: Hy bedoel dat Susan 'n poligraaf vrou is, nie regtig 'n mensekenner.
ar: إنهيقصدأن (سوزان)عاملةجهاز كاشف الكذب، وليست مناسبة للتحدث مع الناس.

source: Maar ons mag haar wel.
ar: لكن نحن نحبّها.

source: - Ons vind haar geweldig. So...
ar: نعتقدأنهارائعة،

source: - Dit beval ons wel.
ar: نحن متفقين مع ذلك.

source: Wat beval julle?
ar: متفّقين مع ماذا ؟

source: Dit is duidelik dat jy op soek is na 'n plaasvervanger.
ar: الأمر واضح أنك تبحث لتعيين بديلة.

source: Motief?
ar: ماهو الحافز ؟

source: - Dat weet ek nie, miskien dink jy dat ons hulp nodig het.
ar: لا أعلم ، ربّما تعتقد أننا نحتاج للمساعدة.

source: Drie is 'n magiese getal.
ar: ثلاثة هو الرقم السّحري ؟

source: Wie weet?
ar: من يعلم ؟

source: Maar, ons het niemand anders nodig, baas en ons wil niemand.
ar: لكنّنا لا نحتاج لشخص آخر ، يارئيس. ولا نريد أحداً كذلك.

source: Ek het dit oor die moord.
ar: كنت أتحدّث عن الجريمة.

source: Maar as julle jy bedreig voel?
ar: لكنإذاأنتماتشعرانبالتهديد...

source: Nee, nee...
ar: لسنا متخوّفان.

source: - Nee, nie bedreig nie.
ar: لا.لا.لا.لا.لا.لا.

source: Wat is die motief?
ar: ما هو الحافز ؟

source: Juis.
ar: حسناً.

source: Een van die bure het gesê dat die slagoffer gewerk as meid in 'n nabygeleë motel.
ar: أحد الجيران قال أن الضحية كانت تعمل كخادمة في موتيل قريب

source: Daar word daar heel wat dwelms verhandel.
ar: الكثير من عمليات بيع المخدرّات تجري هناك.

source: - Minstens elke jaar 'n paar moorde.
ar: بضعة جرائم قتل هذا العام.

source: Ons dink dat sy dalk iets gesien het, wat haar die lewe gekos het.
ar: نعتقد أنها رأت شيئاً ما تسببّ في قتلها.

source: DiNozzo, die motel.
ar: ( دينوزو) ، اذهب إلى الفندق.

source: McGee, gaan na of Ducky die liggaam al skoongemaak het.
ar: (ماكغي) ، اذهب لرؤية إذا قام (داكي) بتطهير الجثة.

source: Wie is sy?
ar: من تكون هذه ؟

source: Soek die uit.
ar: جدوا ذلك

source: He, Abby.
ar: (أهلا، ( آبي.

source: Ducky het gesê dat jy afdrukke van ons onbekende kon neem.
ar: قال( داكي) بأنك استخرجت. بعض البصمات من الجثة المجهولة

source: Geluk gehad?
ar: أي حظّ في ذلك ؟

source: - Geluk.
ar: الحظّ.

source: Dink jy dat dit hier so werk?
ar: هل ذلك ما تعتقد أنه يحصل هنا ؟

source: Nee, ek bedoel net...
ar: كلّا، قصدت...

source: - Dit is Dinsdag, dus, nie terugtrekke.
ar: إنه يوم الثلاثاء. لذا لا رجوع في الكلام

source: Die vingers van die slagoffer was te swaar verbrand vir die identifisering.
ar: أصابع ضحيّتنا كانت محروقة جداّ للحصول على هويّة مؤكدة

source: Ek kon egter vind watter chemiese daar gebruik is.
ar: مع ذلك تعرّفت على الحمض الكيميائي الذي تمّ إستخدامه.

source: Fluoorsuur is die naam en die oplossing van vel is die werking.
ar: حمضالهيدروفلوريكهو إسمه، وتذويب الجِلد هو لعبته.

source: Dit is ongelukkig maklik beskikbaar as velgenreiniger in net omtrent elke motor onderdele saak.
ar: الأمر المؤسف أنه متوفّرٌ بسهولة كمنظف للعجلات في كل محلّ لبيع قطع الغيار.

source: Maar, ek het 'n bietjie "geluk", met die halsketting van die slagoffer.
ar: مع ذلك تحصلّت على بعض الحظّ مع قلادة الضحيّة. يوجدعليهاالحمضالنووي،

source: Daar sit DNA op, wat van die doder kan wees, dus bly aandagtig.
ar: الذي يمكن أن يكون تابعاً لقاتلنا. لذا واصل متابعتك

source: Maar ek het iets interessant oor die steen self aan die weet.
ar: لكنّي اكتشفت شيئا مثيرا للإهتمام بشأن الحجر ذاته.

source: Dit is 'n lapis lazuli, feitlik eksklusief uit Afghaanse myne afkomstig.
ar: إنها( لابيسلازولي)، يتّم إستخراجها تقريباً بشكل حصري في (أفغانيستان)

source: Op die agterkant, is daar 'n opskrif.
ar: ويوجد عليها نقش في الخلف.

source: "Vir Nadira ".
ar: " ( إلى (ناديرا "

source: - Watter taal is dit?
ar: بأي لغة هذه الكتابة ؟

source: Pasjtoe, ook Afghaanse.
ar: لغة "الباشتو". من أفغانستان كذلك

source: - So ons het 'n land van herkoms.
ar: إذاً يوجد لدينا الآن بلد الأصل.

source: Ja, maar ons kan ook meer het, want Tony het my gestuur per e - pos 'n aansoek van die motel waar sy gewerk het.
ar: أجل ، وربّما لدينا المزيد، لأن (طوني) أرسل لي للتوّ طلب العمل من الفندق الذي عملت فيه.

source: Sy het dit verlede jaar ingevul
ar: ملأت هذه السنة الماضية.

source: Sy gebruik haar " sersant Moreno " identiteit.
ar: (استعملتهويّةالرقيبة(مورينو.

source: Ja. Wow.
ar: أجل. انظر إلى من سجّلته للإتصال به

source: Kyk wie sy opgegee het in geval van nood.
ar: في حالة طارئ ما.

source: Leyla Shakarji. Is dit nie...
ar: ( (ليلى شكارجي .

source: Die skoondogter van Mike Franks.
ar: (أليستهذهزوجةإبن (مايكفرانكس.

source: Die motel manager kon nie veel sê nie oor die slagoffer.
ar: مدير الفندق لم يملك الكثير ليقوله عن الضحيّة

source: Behalwe dat sy stiptelik was en hard gewerk het, 'n dood spoor.
ar: ماعدا أنها كانت تحضر قي الوقت وتعمل بجدّ. كان طريقاً مسدوداً.

source: Gibbsy. He, he. Kom, ek het jou.
ar: ( (غيبزي ! هيّا .

source: Jy word groot.
ar: أنت تكبرين.

source: Kom jy op besoek?
ar: هل ستأتي لزيارتنا ؟

source: Kan ons Twister nog eens speel?
ar: هل نستطيع لعب لعبة الدوائر مجدداً ؟

source: Ons sien wel. laat my toe om eers even met jou ma te praat.
ar: سنرى بشأن ذلك. دعيني أتحدّث مع أمك لدقيقة.

source: Speel maar wat op die swaaie, Amira, ek kom so.
ar: إذهبي والعبي في الأرجوحة (أميرة). سآتي إليك خلال لحظة.

source: Waarom het ek die gevoel dat dit geen sosio besoek is?
ar: لماذا لديّ الشعور بأن هذا ليس لقاءاً عائليا ؟

source: Ek wil jou iets vra oor 'n saak.
ar: أريد أن أسألك بشأن قضية.

source: Wat dan ook.
ar: أيّ شيء.

source: Ken jy haar?
ar: هل تعرفينها ؟

source: - Leyla, sy het jou op gegee as kontakpersoon in geval van nood op haar dekbrief.
ar: ليلى ، لقد سجّلتك للإتصال بك في حالة الطوارئ بطلب عمل.

source: Was daar 'n noodgeval?
ar: هل حدث طارئٌ ما ؟

source: - Ja, sy is vermoor.
ar: أجل ، لقد قُتلت.

source: Ek het haar maar 'n paar keer ontmoet.
ar: لقد التقيت بها بضع مرّات فقط.

source: Mike het ons aan mekaar voorgestel.
ar: عرفّني (مايك) بها.

source: Hy het my gevra om op haar te pas as hy weg was.
ar: طلب منّي أن أهتمّ بها عندما ذهب.

source: - Ek weet nie.
ar: لا اعلم.

source: Hoe geken Mike haar?
ar: كيف تعرّف عليها (مايك) ؟

source: - Dat wou hy nie sê nie.
ar: لم يقل ذلك.

source: Ek het haar nooit terug gesien na sy dood.
ar: ولم أرها مجددّاً بعدما توفيّ.
